import { Metadata } from "next";

export const metadata: Metadata = {
  title: "Όροι Χρήσης",
  description: "Διαβάστε τους όρους χρήσης του ιστότοπου της εταιρείας μας.",
  alternates: {
    canonical: "/terms-and-conditions/",
  },
};

const TermsAndConditionsPage = () => {
  return (
    <section className="py-12">
      <div className="container lg:max-w-3xl">
        <h1 className="mb-6 display-6">Όροι Χρήσης</h1>
        <p className="mb-8">
          Οι ακόλουθοι όροι και προϋποθέσεις διέπουν τη χρήση του ιστότοπου και
          των υπηρεσιών που προσφέρονται από την PJETRI SAIMIR MARK.
          Χρησιμοποιώντας τον ιστότοπό μας ή τις υπηρεσίες μας, συμφωνείτε με
          τους παρακάτω όρους χρήσης.
        </p>
        <p className="mb-4 font-semibold">1. Στοιχεία Εταιρείας</p>
        <p className="mb-8">
          Η εταιρεία PJETRI SAIMIR MARK, με έδρα την Ρουμπέση 68, 11744, Αθήνα,
          ΑΦΜ 128621550, δραστηριοποιείται στον τομέα των ανακαινίσεων και
          κατασκευών. Μπορείτε να επικοινωνήσετε μαζί μας μέσω τηλεφώνου ή email
          για οποιοδήποτε θέμα αφορά τη χρήση του ιστότοπού μας ή τις
          παρεχόμενες υπηρεσίες.
        </p>
        <p className="mb-4 font-semibold">2. Αποδοχή των Όρων</p>
        <p className="mb-8">
          Με την πρόσβαση και χρήση του ιστότοπου της PJETRI SAIMIR MARK,
          συμφωνείτε ότι δεσμεύεστε από αυτούς τους Όρους Χρήσης. Εάν δεν
          συμφωνείτε με οποιονδήποτε από αυτούς τους όρους, παρακαλούμε να μην
          χρησιμοποιείτε τον ιστότοπό μας ή τις υπηρεσίες μας.
        </p>
        <p className="mb-4 font-semibold">3. Υπηρεσίες</p>
        <p className="mb-8 ">
          Η εταιρεία μας παρέχει υπηρεσίες ανακαινίσεων και κατασκευών. Μέσω της
          ιστοσελίδας μας, μπορείτε να ενημερωθείτε για τις υπηρεσίες μας, να
          επικοινωνήσετε μαζί μας και να υποβάλετε αίτηση για εκτίμηση κόστους.
          Οι πληροφορίες που παρέχονται στον ιστότοπό μας είναι ενημερωτικές και
          μπορούν να αλλάξουν χωρίς προειδοποίηση.
        </p>
        <p className="mb-4 font-semibold">4. Συλλογή και Χρήση Πληροφοριών</p>
        <p className="mb-8">
          Η χρήση του ιστότοπού μας ενδέχεται να απαιτεί τη συλλογή και
          επεξεργασία ορισμένων προσωπικών δεδομένων, όπως περιγράφεται στην
          Πολιτική Απορρήτου μας. Συμφωνείτε ότι οι προσωπικές πληροφορίες που
          παρέχετε είναι ακριβείς και ότι θα τις διατηρείτε ενημερωμένες.
        </p>
        <p className="mb-4 font-semibold">
          5. Δικαιώματα Πνευματικής Ιδιοκτησίας
        </p>
        <p className="mb-8 ">
          Όλο το περιεχόμενο του ιστότοπου (κείμενα, εικόνες, γραφικά, λογότυπα,
          και άλλα υλικά) αποτελεί πνευματική ιδιοκτησία της PJETRI SAIMIR MARK
          ή άλλων τρίτων που έχουν δώσει άδεια χρήσης αυτού του περιεχομένου.
          Απαγορεύεται η αναπαραγωγή, διανομή ή άλλη χρήση του περιεχομένου
          χωρίς προηγούμενη έγγραφη άδεια.
        </p>
        <p className="mb-4 font-semibold">6. Περιορισμός Ευθύνης</p>
        <p className="mb-8">
          Η εταιρεία PJETRI SAIMIR MARK καταβάλλει κάθε δυνατή προσπάθεια για να
          εξασφαλίσει ότι οι πληροφορίες που παρέχονται στον ιστότοπο είναι
          ακριβείς και ενημερωμένες. Ωστόσο, δεν εγγυάται την ακρίβεια,
          πληρότητα ή επικαιρότητα αυτών των πληροφοριών. Η χρήση του ιστότοπου
          γίνεται με δική σας ευθύνη, και η εταιρεία δεν φέρει ευθύνη για τυχόν
          απώλειες ή ζημιές που μπορεί να προκύψουν από τη χρήση των παρεχόμενων
          πληροφοριών ή υπηρεσιών.
        </p>
        <p className="mb-4 font-semibold">7. Σύνδεσμοι σε Ιστότοπους Τρίτων</p>
        <p className="mb-8">
          Ο ιστότοπος της PJETRI SAIMIR MARK ενδέχεται να περιέχει συνδέσμους
          προς άλλους ιστότοπους, τους οποίους διαχειρίζονται τρίτοι. Η εταιρεία
          δεν φέρει ευθύνη για το περιεχόμενο, την ασφάλεια ή τις πρακτικές
          απορρήτου των ιστοσελίδων αυτών.
        </p>
        <p className="mb-4 font-semibold">8. Τροποποίηση των Όρων</p>
        <p className="mb-8">
          Η PJETRI SAIMIR MARK διατηρεί το δικαίωμα να τροποποιήσει αυτούς τους
          Όρους Χρήσης ανά πάσα στιγμή. Οι αλλαγές θα ισχύουν από τη στιγμή που
          θα αναρτηθούν στην ιστοσελίδα μας. Συνιστούμε να ελέγχετε τακτικά τους
          Όρους Χρήσης για τυχόν αλλαγές.
        </p>
        <p className="mb-4 font-semibold">9. Εφαρμοστέο Δίκαιο</p>
        <p className="mb-8">
          Οι παρόντες Όροι Χρήσης διέπονται από το Ελληνικό Δίκαιο. Οποιαδήποτε
          διαφορά προκύψει από τη χρήση του ιστότοπου ή τις παρεχόμενες
          υπηρεσίες θα επιλύεται αποκλειστικά από τα δικαστήρια της Αθήνας.
        </p>
        <p className="mb-4 font-semibold">10. Επικοινωνία</p>
        <p className="mb-4">
          Για οποιοδήποτε ερώτημα ή αίτημα σχετικά με τους Όρους Χρήσης,
          μπορείτε να επικοινωνήσετε μαζί μας:
        </p>
        <p>
          PJETRI SAIMIR MARK
          <br />
          Διεύθυνση: Ρουμπέση 68, 11744, Αθήνα
          <br />
          Τηλέφωνο: +30 211 4176700
          <br />
          Email: info@constructions-pjetri.gr
        </p>
      </div>
    </section>
  );
};

export default TermsAndConditionsPage;
