import First from "@/assets/images/anakainisi/showcase-1.jpg";
import Second from "@/assets/images/anakainisi/showcase-2.jpg";
import Third from "@/assets/images/anakainisi/showcase-3.jpg";
import Fourth from "@/assets/images/anakainisi/showcase-4.jpg";

const header = {
  title: "Ανακαίνιση",
  subtitle: "Τα Πλεονεκτήματα μιας Ανακαίνισης",
};

const features = {
  features: [
    {
      icon: "20%",
      title: "Αύξηση Αξίας Ακινήτου",
      description: "Έως και 20% αύξηση στην αξία του ακινήτου σας.",
    },
    {
      icon: "30%",
      title: "Εξοικονόμηση Ενέργειας",
      description: "Εξοικονομήστε έως και 30% στους λογαριασμούς ενέργειας",
    },
    {
      icon: "100%",
      title: "Ενίσχυση της Ποιότητας Ζωής",
      description: "Βελτιώστε το περιβάλλον διαβίωσης ή εργασίας",
    },
  ],
};

const carousel = {
  images: [
    {
      src: First,
      alt: "showcase-1",
    },
    {
      src: Second,
      alt: "showcase-2",
    },
    {
      src: Third,
      alt: "showcase-3",
    },
    {
      src: Fourth,
      alt: "showcase-4",
    },
  ],
};

const steps = {
  title: "Βήματα για την Ολοκλήρωση μιας Ανακαίνισης",
  description:
    "Από την ιδέα στην πράξη. Ανακαινίστε με ασφάλεια και σιγουριά σε κάθε βήμα",
  steps: [
    {
      title: "Επίσκεψη στον Χώρο",
      description:
        "Επισκεπτόμαστε τον χώρο σας και προτείνουμε λύσεις με χρονοδιάγραμμα και κόστος πλήρως προσαρμοσμένο στις ανάγκες σας.",
    },
    {
      title: "Έναρξη Εργασιών",
      description:
        "Ξεκινάμε την υλοποίηση, με συνεχείς ελέγχους για την τήρηση προδιαγραφών και την πρόοδο του έργου.",
    },
    {
      title: "Παράδοση Έργου",
      description:
        "Ολοκληρώνουμε το έργο και σας παραδίδουμε έναν πλήρως ανακαινισμένο χώρο, έτοιμο να καλύψει κάθε σας ανάγκη.",
    },
  ],
};

const faq = {
  faqs: [
    {
      title: "Πόσος χρόνος απαιτείται για την ολοκλήρωση μιας ανακαίνισης;",
      content:
        "Ο χρόνος ποικίλλει ανάλογα με το μέγεθος και την πολυπλοκότητα του έργου, αλλά συνήθως κυμαίνεται από 2 εβδομάδες έως 3 μήνες.",
    },
    {
      title: "Ποιο είναι το κόστος μιας ανακαίνισης;",
      content:
        "Το κόστος εξαρτάται από το είδος της ανακαίνισης, το μέγεθος του χώρου και τις ειδικές ανάγκες σας. Παρέχουμε δωρεάν προσφορές προσαρμοσμένες στις απαιτήσεις σας.",
    },
    {
      title:
        "Μπορώ να χρησιμοποιήσω τον χώρο κατά τη διάρκεια της ανακαίνισης;",
      content:
        "Σε πολλές περιπτώσεις, ο χώρος μπορεί να παραμείνει εν μέρει λειτουργικός, αλλά αυτό εξαρτάται από το είδος της ανακαίνισης.",
    },
    {
      title: "Ποιες εγγυήσεις παρέχετε για την ποιότητα των εργασιών σας;",
      content:
        "Προσφέρουμε εγγυήσεις ποιότητας για κάθε έργο, καθώς συνεργαζόμαστε μόνο με αξιόπιστα υλικά και εξειδικευμένους τεχνίτες.",
    },
  ],
};

export const CONFIG = {
  header,
  features,
  carousel,
  steps,
  faq,
};
