export const FAQ = [
  {
    title: "Πόσος χρόνος απαιτείται για την ολοκλήρωση μιας ανακαίνισης;",
    content:
      "Ο χρόνος ποικίλλει ανάλογα με το μέγεθος και την πολυπλοκότητα του έργου, αλλά συνήθως κυμαίνεται από 2 εβδομάδες έως 3 μήνες.",
  },
  {
    title: "Ποιο είναι το κόστος μιας ανακαίνισης;",
    content:
      "Το κόστος εξαρτάται από το είδος της ανακαίνισης, το μέγεθος του χώρου και τις ειδικές ανάγκες σας. Παρέχουμε δωρεάν προσφορές προσαρμοσμένες στις απαιτήσεις σας.",
  },
  {
    title: "Μπορώ να χρησιμοποιήσω τον χώρο κατά τη διάρκεια της ανακαίνισης;",
    content:
      "Σε πολλές περιπτώσεις, ο χώρος μπορεί να παραμείνει εν μέρει λειτουργικός, αλλά αυτό εξαρτάται από το είδος της ανακαίνισης.",
  },
  {
    title: "Ποιες εγγυήσεις παρέχετε για την ποιότητα των εργασιών σας;",
    content:
      "Προσφέρουμε εγγυήσεις ποιότητας για κάθε έργο, καθώς συνεργαζόμαστε μόνο με αξιόπιστα υλικά και εξειδικευμένους τεχνίτες.",
  },
];
