import MoneyIcon from "@/icons/money";
import PlumbingIcon from "@/icons/plumbing";
import SquareMeterIcon from "@/icons/square-meter";
import TrophyIcon from "@/icons/trophy";
import Bathroom from "@/assets/images/anakainisi/bathroom-1.jpg";

const header = {
  title: "Ολική Ανακαίνιση Μπάνιου",
  subtitle:
    "Αναβαθμίστε το μπάνιο σας με εξειδικευμένες υπηρεσίες και κορυφαία ποιότητα κατασκευής.",
};

const features = {
  features: [
    {
      icon: TrophyIcon,
      title: "Εμπειρία και Αξιοπιστία",
      description:
        "Χρόνια εμπειρίας και εξειδίκευση στον τομέα των ανακαινίσεων μπάνιου.",
    },
    {
      icon: PlumbingIcon,
      title: "Υψηλής ποιότητας υλικά",
      description:
        "Χρησιμοποιούμε υψηλής ποιότητας υλικά, για μέγιστη αξιοπιστία και αντοχή",
    },
    {
      icon: SquareMeterIcon,
      title: "Εξατομίκευση",
      description:
        "Διαμορφώνουμε τον χώρο σας σύμφωνα με τις προτιμήσεις και τις ανάγκες σας",
    },
    {
      icon: MoneyIcon,
      title: "Σταθερή Τιμή",
      description:
        "Μόνο 4.000€ για την πλήρη ανακαίνιση χωρίς επιπλέον χρεώσεις",
    },
  ],
};

const steps = {
  title: "Τα Βήματα της Ανακαίνισης:",
  description:
    "Από την ιδέα στην πράξη. Ανακαινίστε με ασφάλεια και σιγουριά σε κάθε βήμα",
  image: {
    src: Bathroom,
    alt: "bathroom",
  },
  steps: [
    {
      title: "Αποξήλωση του παλαιού μπάνιου",
      description:
        "Καθαρίζουμε τον χώρο αφαιρώντας όλες τις παλιές εγκαταστάσεις.",
    },
    {
      title: "Αλλαγή αποχέτευσης",
      description:
        "Εγκαθιστούμε νέα συστήματα αποχέτευσης Valsir, γνωστά για την αξιοπιστία και την αντοχή τους.",
    },
    {
      title: "Αλλαγή σωληνώσεων",
      description:
        "Αντικαθιστούμε όλες τις σωληνώσεις για μέγιστη ασφάλεια και διάρκεια ζωής.",
    },
    {
      title: "Προσαρμογή του χώρου",
      description:
        "Η διαμόρφωση του χώρου γίνεται σύμφωνα με τις αισθητικές και λειτουργικές σας ανάγκες.",
    },
    {
      title: "Τοποθέτηση πλακιδίων",
      description:
        "Τοποθετούμε τα πλακίδια της επιλογής σας με προσοχή στη λεπτομέρεια.",
    },
    {
      title: "Τοποθέτηση ειδών υγιεινής",
      description:
        "Εγκαθιστούμε νιπτήρες, ντουζιέρες, κρεμαστές λεκάνες και μπαταρίες με επαγγελματική ακρίβεια.",
    },
  ],
};

const faq = {
  faqs: [
    {
      title: "Περιλαμβάνονται πλακίδια και είδη υγιεινής στην τιμή;",
      content:
        "Όχι, η τιμή των 4.000€ δεν περιλαμβάνει την αγορά πλακιδίων και ειδών υγιεινής. Αυτά επιλέγονται από τον πελάτη.",
    },
    {
      title: "Πόσος χρόνος απαιτείται για την ολοκλήρωση της ανακαίνισης;",
      content:
        "Η ολική ανακαίνιση μπάνιου διαρκεί συνήθως 7-10 ημέρες, ανάλογα με την έκταση της εργασίας.",
    },
    {
      title: "Μπορώ να επιλέξω τα δικά μου πλακάκια και είδη υγιεινής;",
      content:
        "Φυσικά! Ο πελάτης επιλέγει τα πλακάκια και τα είδη υγιεινής σύμφωνα με το προσωπικό του γούστο. Εμείς αναλαμβάνουμε την εγκατάσταση.",
    },
    {
      title: "Τι είδους υλικά χρησιμοποιείτε;",
      content:
        "Χρησιμοποιούμε υψηλής ποιότητας υλικά, συμπεριλαμβανομένων των συστημάτων αποχέτευσης Valsir, που εγγυώνται αξιοπιστία και μακροχρόνια αντοχή.",
    },
    {
      title: "Περιλαμβάνεται ΦΠΑ στην τιμή;",
      content:
        "Όχι, η τιμή των 4.000€ δεν περιλαμβάνει ΦΠΑ. Με την προσθήκη ΦΠΑ 24%, το συνολικό κόστος ανέρχεται στα 4.960€.",
    },
    {
      title: "Πώς μπορώ να κλείσω ένα ραντεβού για εκτίμηση;",
      content:
        "Μπορείτε να επικοινωνήσετε μαζί μας τηλεφωνικά ή να συμπληρώσετε τη φόρμα προσφοράς στην ιστοσελίδα μας για να κλείσουμε ένα δωρεάν ραντεβού εκτίμησης.",
    },
  ],
};

const banner = {
  title: "Τελική Τιμή: 4.000€",
  description: "Κάντε το πρώτο βήμα προς το μπάνιο των ονείρων σας!",
  href: "/prosfora/",
};

export const CONFIG = {
  header,
  features,
  steps,
  faq,
  banner,
};
