export const FAQ = [
  {
    title: "Περιλαμβάνονται πλακίδια και είδη υγιεινής στην τιμή;",
    content:
      "Όχι, η τιμή των 4.000€ δεν περιλαμβάνει την αγορά πλακιδίων και ειδών υγιεινής. Αυτά επιλέγονται από τον πελάτη.",
  },
  {
    title: "Πόσος χρόνος απαιτείται για την ολοκλήρωση της ανακαίνισης;",
    content:
      "Η ολική ανακαίνιση μπάνιου διαρκεί συνήθως 7-10 ημέρες, ανάλογα με την έκταση της εργασίας.",
  },
  {
    title: "Μπορώ να επιλέξω τα δικά μου πλακάκια και είδη υγιεινής;",
    content:
      "Φυσικά! Ο πελάτης επιλέγει τα πλακάκια και τα είδη υγιεινής σύμφωνα με το προσωπικό του γούστο. Εμείς αναλαμβάνουμε την εγκατάσταση.",
  },
  {
    title: "Τι είδους υλικά χρησιμοποιείτε;",
    content:
      "Χρησιμοποιούμε υψηλής ποιότητας υλικά, συμπεριλαμβανομένων των συστημάτων αποχέτευσης Valsir, που εγγυώνται αξιοπιστία και μακροχρόνια αντοχή.",
  },
  {
    title: "Περιλαμβάνεται ΦΠΑ στην τιμή;",
    content:
      "Όχι, η τιμή των 4.000€ δεν περιλαμβάνει ΦΠΑ. Με την προσθήκη ΦΠΑ 24%, το συνολικό κόστος ανέρχεται στα 4.960€.",
  },
  {
    title: "Πώς μπορώ να κλείσω ένα ραντεβού για εκτίμηση;",
    content:
      "Μπορείτε να επικοινωνήσετε μαζί μας τηλεφωνικά ή να συμπληρώσετε τη φόρμα προσφοράς στην ιστοσελίδα μας για να κλείσουμε ένα δωρεάν ραντεβού εκτίμησης.",
  },
];
