import { Metadata } from "next";

export const metadata: Metadata = {
  title: "Πολιτική Απορρήτου",
  description: "Διαβάστε την πολιτική απορρήτου της εταιρείας μας.",
  alternates: {
    canonical: "/privacy-policy/",
  },
};

const PrivacyPolicyPage = () => {
  return (
    <section>
      <div className="container lg:max-w-3xl">
        <h1 className="mb-6">Πολιτική Απορρήτου</h1>
        <p className="mb-8">
          Η εταιρεία PJETRI SAIMIR MARK δεσμεύεται να προστατεύει το απόρρητο
          των προσωπικών σας δεδομένων και να τα επεξεργάζεται σύμφωνα με την
          ισχύουσα νομοθεσία περί προστασίας δεδομένων προσωπικού χαρακτήρα
          (ΓΚΠΔ - Κανονισμός 2016/679).
        </p>
        <p className="mb-4 heading">1. Ποιοι Είμαστε</p>
        <p className="mb-8">
          Η εταιρεία μας, PJETRI SAIMIR MARK, με έδρα την Ρουμπέση 68, 11744,
          Αθήνα, ΑΦΜ 128621550, δραστηριοποιείται στον τομέα των ανακαινίσεων
          και κατασκευών. Σκοπός μας είναι η παροχή υψηλής ποιότητας υπηρεσιών
          στους πελάτες μας, σεβόμενοι τα προσωπικά δεδομένα τους.
        </p>
        <p className="mb-4 heading">2. Ποια δεδομένα συλλέγουμε</p>
        <p className="mb-4">
          Κατά την υποβολή αιτημάτων ή επικοινωνίας μέσω της ιστοσελίδας μας ή
          άλλων μέσων, ενδέχεται να συλλέγουμε τα εξής προσωπικά δεδομένα:
        </p>
        <ul className="mb-8">
          <li>Διεύθυνση του ακινήτου</li>
          <li>Τετραγωνικά μέτρα του ακινήτου</li>
          <li>Έτος κατασκευής</li>
          <li>Όροφος</li>
          <li>Αριθμός δωματίων</li>
          <li>Διεύθυνση email</li>
          <li>Τηλέφωνο</li>
        </ul>
        <p className="mb-4 heading">3. Σκοπός επεξεργασίας των δεδομένων</p>
        <p className="mb-4 ">
          Τα παραπάνω δεδομένα συλλέγονται και επεξεργάζονται με σκοπό:
        </p>
        <ul className="mb-8">
          <li>Την εκτίμηση του κόστους ανακαίνισης ή κατασκευής.</li>
          <li>
            Την επικοινωνία με τον πελάτη για προσφορές, ερωτήσεις ή
            διευκρινίσεις.
          </li>
          <li>
            Την παροχή των συμφωνημένων υπηρεσιών και τη διαχείριση του έργου.
          </li>
          <li>
            Την ενημέρωση σχετικά με νέα προϊόντα ή υπηρεσίες, μόνο αν έχετε
            συναινέσει ρητά σε αυτό.
          </li>
        </ul>
        <p className="mb-4 heading">4. Πώς προστατεύουμε τα δεδομένα σας</p>
        <p className="mb-8">
          Η εταιρεία PJETRI SAIMIR MARK εφαρμόζει τα κατάλληλα τεχνικά και
          οργανωτικά μέτρα για την προστασία των προσωπικών σας δεδομένων από
          απώλεια, καταστροφή, αλλοίωση ή μη εξουσιοδοτημένη πρόσβαση.
        </p>
        <p className="mb-4 heading">
          5. Δικαιώματα των υποκειμένων των δεδομένων
        </p>
        <p className="mb-4 ">Έχετε το δικαίωμα:</p>
        <ul className="mb-8">
          <li>Πρόσβασης στα δεδομένα σας και λήψης αντιγράφου αυτών.</li>
          <li>Διόρθωσης τυχόν ανακριβών ή ελλιπών στοιχείων.</li>
          <li>
            Διαγραφής των δεδομένων σας, όταν δεν είναι πλέον απαραίτητα για
            τους σκοπούς για τους οποίους συλλέχθηκαν.
          </li>
          <li>
            Περιορισμού της επεξεργασίας των δεδομένων σας σε ορισμένες
            περιπτώσεις.
          </li>
          <li>
            Ανάκλησης της συγκατάθεσής σας για την επεξεργασία των δεδομένων
            σας.
          </li>
        </ul>
        <p className="mb-4 heading">6. Χρόνος διατήρησης των δεδομένων</p>
        <p className="mb-8">
          Τα προσωπικά σας δεδομένα θα διατηρηθούν μόνο για όσο χρονικό διάστημα
          είναι απαραίτητο για την ολοκλήρωση των σκοπών για τους οποίους
          συλλέχθηκαν ή για όσο διάστημα απαιτείται από την ισχύουσα νομοθεσία.
        </p>
        <p className="mb-4 heading">7. Αποδέκτες των δεδομένων</p>
        <p className="mb-8">
          Τα προσωπικά σας δεδομένα δεν θα γνωστοποιηθούν σε τρίτους εκτός αν
          αυτό απαιτείται από το νόμο ή αν είναι απαραίτητο για την εκπλήρωση
          των συμβατικών μας υποχρεώσεων προς εσάς.
        </p>
        <p className="mb-4 heading">8. Αλλαγές στην Πολιτική Απορρήτου</p>
        <p className="mb-8">
          Η παρούσα Πολιτική Απορρήτου μπορεί να τροποποιηθεί όποτε κριθεί
          απαραίτητο. Κάθε τροποποίηση θα αναρτάται στην ιστοσελίδα μας, και οι
          πελάτες μας θα ενημερώνονται για οποιεσδήποτε σημαντικές αλλαγές.
        </p>
        <p className="mb-4 heading">9. Επικοινωνία</p>
        <p className="mb-4">
          Για οποιοδήποτε αίτημα ή διευκρίνιση σχετικά με την επεξεργασία των
          προσωπικών σας δεδομένων, μπορείτε να επικοινωνήσετε μαζί μας:
        </p>
        <p>
          PJETRI SAIMIR MARK
          <br />
          Διεύθυνση: Ρουμπέση 68, 11744, Αθήνα
          <br />
          Τηλέφωνο: +30 211 4176700
          <br />
          Email: info@constructions-pjetri.gr
        </p>
      </div>
    </section>
  );
};

export default PrivacyPolicyPage;
