import MoneyIcon from "@/icons/money";
import TimeIcon from "@/icons/time";
import ToolIcon from "@/icons/tool";
import CheckMarkIcon from "@/icons/check-mark";

const header = {
  title: "Ολική Ανακαίνιση Σπιτιού",
  subtitle: "Αλλάξτε Το Σπίτι Σας Με 550€/τ.μ.",
};

const features = {
  features: [
    {
      icon: TimeIcon,
      title: "Άμεση Παράδοση",
      description: "Η ανακαίνιση ολοκληρώνεται μέσα σε 2 μήνες.",
    },
    {
      icon: ToolIcon,
      title: "Ποιοτικά Υλικά",
      description: "Χρήση κορυφαίων προϊόντων",
    },
    {
      icon: MoneyIcon,
      title: "Σταθερή Τιμή",
      description: "Χωρίς κρυφές χρεώσεις.",
    },
    {
      icon: CheckMarkIcon,
      title: "Εγγυημένο Αποτέλεσμα",
      description: "Αξιοπιστία στις εργασίες και ανθεκτικότητα στον χρόνο",
    },
  ],
};

const description = {
  title: "Περιγραφή Εργασιών:",
  content: `
## 1. Ολική Αποξήλωση:
Αρχίζουμε κάθε ανακαίνιση με μια ολοκληρωμένη αποξήλωση όλων των παλιών στοιχείων του χώρου σας, όπως παλιά δάπεδα, πλακάκια, ντουλάπια και είδη υγιεινής. Η αποξήλωση περιλαμβάνει επίσης την αφαίρεση κουφωμάτων, παλαιών θυρών και ηλεκτρολογικών εγκαταστάσεων, ώστε να δημιουργηθεί μια "λευκή σελίδα" για τη νέα ανακαίνιση. Η διαδικασία αυτή διασφαλίζει ότι η ανακαίνιση γίνεται πάνω σε υγιή και ασφαλή βάση.

## 2. Αλλαγή Κουφωμάτων (Europa):
Χρησιμοποιούμε κουφώματα υψηλής ποιότητας από τη σειρά Europa, που εξασφαλίζουν ενεργειακή αποδοτικότητα και θερμομόνωση. Αυτά τα κουφώματα παρέχουν άριστη ηχομόνωση, αντοχή στα καιρικά φαινόμενα και μοντέρνο σχεδιασμό. Επιπλέον, συμβάλλουν στη μείωση του ενεργειακού κόστους, βελτιώνοντας τη θερμομόνωση του χώρου σας.

## 3. Ηλεκτρολογικές Εγκαταστάσεις:
Αναλαμβάνουμε την πλήρη αναβάθμιση των ηλεκτρολογικών εγκαταστάσεων του σπιτιού, συμπεριλαμβανομένων νέων καλωδιώσεων, ασφαλειών και πίνακα διανομής. Οι εγκαταστάσεις γίνονται σύμφωνα με τα τελευταία πρότυπα ασφαλείας, προσφέροντας τη δυνατότητα για μελλοντική σύνδεση έξυπνων συστημάτων ή συναγερμού.
    

## 4. Ολική Ανακαίνιση Κουζίνας:
Η κουζίνα είναι το κεντρικό σημείο κάθε σπιτιού. Σχεδιάζουμε και εγκαθιστούμε νέα ντουλάπια, πάγκους και επιφάνειες εργασίας με βάση τις ανάγκες σας. Τα υλικά είναι υψηλής αντοχής και ποιότητας, εξασφαλίζοντας αντοχή στη φθορά και την υγρασία, ενώ ο σχεδιασμός μπορεί να προσαρμοστεί σε μοντέρνο ή κλασικό στυλ.
    

## 5. Αλλαγή Ντουλάπες:
Οι νέες ντουλάπες σχεδιάζονται για να είναι λειτουργικές και καλαίσθητες. Προσφέρουμε ποικιλία σε εσωτερική διαρρύθμιση και υλικά που εξυπηρετούν τις ανάγκες αποθήκευσης του χώρου σας. Οι ντουλάπες μπορούν να είναι εντοιχισμένες ή ελεύθερες και κατασκευάζονται με ανθεκτικά υλικά για μακροχρόνια χρήση.
    

## 6. Ολική Ανακαίνιση Μπάνιων:
Αναλαμβάνουμε την πλήρη ανακαίνιση των μπάνιων με σύγχρονα πλακάκια, νέα έπιπλα και διαρρύθμιση που βελτιώνει τη λειτουργικότητα και την αισθητική. Μπορούμε να τοποθετήσουμε νέες καμπίνες ντους, λεκάνες, νιπτήρες και θερμοσίφωνες, αναβαθμίζοντας το μπάνιο σε έναν μοντέρνο και άνετο χώρο.
    
## 7. Αλλαγή Εσωτερικών Πορτών:
Οι παλιές εσωτερικές πόρτες αντικαθίστανται με νέες, υψηλής αισθητικής και αντοχής. Διαθέτουμε ποικιλία σε σχέδια και φινιρίσματα που ταιριάζουν στο στυλ του σπιτιού σας, προσφέροντας άριστη ηχομόνωση και μακροχρόνια αντοχή.
    
## 8. Τρίψιμο και Γυάλισμα Πατωμάτων και Μωσαϊκών:
Αναλαμβάνουμε το τρίψιμο και το γυάλισμα ξύλινων πατωμάτων και μωσαϊκών, επαναφέροντας τα στην αρχική τους κατάσταση. Χρησιμοποιούμε σύγχρονα εργαλεία και υλικά για να εξασφαλίσουμε ένα άψογο φινίρισμα που θα διαρκέσει για χρόνια.
    
## 9. Βάψιμο Μέσα Έξω:
Το βάψιμο των εσωτερικών και εξωτερικών χώρων γίνεται με υλικά υψηλής ποιότητας και οικολογικά χρώματα. Παρέχουμε επιλογές για κάθε τύπο τοίχου, είτε πρόκειται για εσωτερικούς χώρους είτε για εξωτερικούς, διασφαλίζοντας ανθεκτικότητα στις καιρικές συνθήκες και τέλεια αισθητική.
    
## 10. Αλλαγή Πλακάκια Μπαλκόνια:
Ανανεώνουμε πλήρως τα μπαλκόνια σας, τοποθετώντας νέα πλακάκια υψηλής ποιότητας που είναι ανθεκτικά στις καιρικές συνθήκες και στη φθορά. Η αλλαγή πλακιδίων προσφέρει μια φρέσκια και μοντέρνα εμφάνιση στους εξωτερικούς σας χώρους.
    
## 11. Πόρτα Ασφαλείας:
Εγκαθιστούμε πόρτες ασφαλείας υψηλών προδιαγραφών για απόλυτη ασφάλεια και σιγουριά. Οι πόρτες αυτές είναι ανθεκτικές σε απόπειρες διάρρηξης και παρέχουν άριστη θερμομόνωση και ηχομόνωση.
    
## 12. Αναμονές για Συναγερμό:
Δημιουργούμε όλες τις απαραίτητες αναμονές για την εγκατάσταση συστήματος συναγερμού, επιτρέποντάς σας να προσθέσετε έξυπνα συστήματα ασφαλείας στο μέλλον χωρίς πρόσθετες επεμβάσεις.`,
};

const faq = {
  faqs: [
    {
      title: "Ποιο είναι το κόστος ανακαίνισης;",
      content:
        "Το κόστος είναι 550€/τ.μ. για πλήρη ανακαίνιση του σπιτιού σας, χωρίς κρυφές χρεώσεις.",
    },
    {
      title: "Πόσος χρόνος χρειάζεται για την ολοκλήρωση της ανακαίνισης;",
      content:
        "Η ολική ανακαίνιση διαρκεί περίπου 2 μήνες, ανάλογα με τις ανάγκες του χώρου σας.",
    },
    {
      title:
        "Περιλαμβάνονται τα κουφώματα και οι ηλεκτρολογικές εγκαταστάσεις;",
      content:
        "Ναι, η αλλαγή κουφωμάτων Europa και οι ηλεκτρολογικές εγκαταστάσεις περιλαμβάνονται στην τιμή.",
    },
    {
      title: "Τι δεν περιλαμβάνεται στην τιμή;",
      content:
        "Δεν περιλαμβάνονται μπριζοδιακόπτες, φώτα, είδη υγιεινής και πλακάκια.",
    },
    {
      title: "Μπορώ να κάνω προσθήκες ή αλλαγές στις εργασίες;",
      content:
        "Φυσικά, μπορούμε να προσαρμόσουμε την ανακαίνισή σας σύμφωνα με τις ανάγκες σας, κατόπιν συνεννόησης.",
    },
  ],
};

const banner = {
  title: "Δώσετε νέα ζωή στο σπίτι σας",
  description: "Ολοκληρωμένη λύση ανακαίνισης με 550€/τ.μ.",
  href: "/prosfora/",
};

export const CONFIG = {
  header,
  features,
  description,
  faq,
  banner,
};
